INSERT INTO goods.products (id, name, slug, description, image, price, discount, quantity, category_id)
VALUES
    (1, 'Чайный столик и три стула', 'chajnyj-stolik-i-tri-stula', 'Комплект из трёх стульев и дизайнерский столик для гостинной комнаты.', 'goods_images/set_of_tea_table_and_three_chairs.jpg', 150.00, 10.00, 10, 7),
    (2, 'Чайный столик и два стула', 'chajnyj-stolik-i-dva-stula', 'Набор из стола и двух стульев в минималистическом стиле.', 'goods_images/set_of_tea_table_and_two_chairs.jpg', 93.00, 2.50, 7, 7),
    (3, 'Двухспальная кровать', 'dvuhspalnaya-krovat', 'Кровать двухспальная с надголовником и вообще очень ортопедичная.', 'goods_images/double_bed.jpg', 670.00, 0.00, 5, 8),
    (4, 'Кухонный стол с раковиной', 'kuhonnyj-stol-s-rakovinoj', 'Кухонный стол для обеда с встроенной раковиной и стульями.', 'goods_images/kitchen_table.jpg', 365.00, 0.00, 11, 7),
    (5, 'Кухонный стол с встройкой', 'kuhonnyj-stol-s-vstrojkoj', 'Кухонный стол со встроенной плитой и раковиной. Много полок и вообще красивый.', 'goods_images/kitchen_table_2.jpg', 430.00, 5.00, 8, 7),
    (6, 'Угловой диван для гостинной', 'uglovoj-divan-dlya-gostinnoj', 'Угловой диван, раскладывается в двухспальную кровать, для гостинной и приема гостей самое то!', 'goods_images/corner_sofa.jpg', 610.00, 2.00, 8, 9),
    (7, 'Прикроватный столик', 'prikrovatnyj-stolik', 'Прикроватный столик с двумя выдвижными ящиками (цветок не входит в комплект).', 'goods_images/bedside_table.jpg', 55.00, 0.00, 6, 8),
    (8, 'Диван обыкновенный', 'divan-obyknovennyj', 'Диван, он же софа обыкновенная, ничего примечательного для описания.', 'goods_images/sofa.jpg', 190.00, 5.00, 5, 9),
    (9, 'Стул офисный', 'stul-ofisnyj', 'Описание товара, про то какой он классный, но это стул, что тут сказать...', 'goods_images/office_chair.jpg', 30.00, 0.50, 35, 10),
    (10, 'Растение', 'rastenie', 'Растение для украшения вашего интерьера подарит свежесть и безмятежность обстановке.', 'goods_images/plants.jpg', 10.00, 0.00, 17, 12),
    (11, 'Цветок стилизированный', 'cvetok-stilizirovannyj', 'Дизайнерский цветок (возможно искусственный) для украшения интерьера.', 'goods_images/flower.jpg', 15.00, 0.00, 17, 12),
    (12, 'Прикроватный столик 2', 'prikrovatnyj-stolik-2', 'Столик, довольно странный на вид, но подходит для размещения рядом с кроватью.', 'goods_images/strange_table.jpg', 25.00, 90.00, 10, 8);
